import { Drink } from '../types';

export const drinks: Drink[] = [
    {
        id: 'CP0001',
        brand: '茶百道',
        name: '超级大瓜',
        price: 16,
        tier: 'A',
        tags: ['清爽', '量大'],
        type: '茶饮',
        date: '2023-07-10',
        comment: '真的超级大，点餐时没注意看1L，取餐时小小惊了一下，虽然奶冻降低了清新感，但整体还是好喝的'
    },
    // {
    //     id: '2',
    //     brand: '瑞幸咖啡',
    //     name: '葡萄冰萃美式',
    //     tier: 'A',
    //     tags: ['果味', '清爽'],
    //     type: '咖啡',
    //     date: '2023-07-12',
    //     comment: '好喝'
    // },
    // {
    //     id: '3',
    //     brand: '库迪',
    //     name: '阳光青提气泡冰萃',
    //     tier: 'C',
    //     tags: ['气泡过强'],
    //     type: '气泡水',
    //     date: '2023-07-05',
    //     comment: '气泡感过强'
    // },
    // {
    //     id: '4',
    //     brand: '星巴克',
    //     name: '美式',
    //     tier: 'D',
    //     tags: ['性价比低'],
    //     type: '咖啡',
    //     date: '2023-06-28',
    //     comment: '价格偏高，味道却相当普通，性价比太低，不如选择其他咖啡品牌'
    // },
    // {
    //     id: '5',
    //     brand: '星巴克',
    //     name: '爆汁脆肠酥皮卷',
    //     tier: 'B',
    //     tags: ['小吃'],
    //     type: '烘焙',
    //     date: '2023-07-01',
    //     comment: '还行'
    // },
    // {
    //     id: '6',
    //     brand: 'KFC',
    //     name: '浓浓抹茶拿铁',
    //     tier: 'B',
    //     tags: ['清淡', '不腻'],
    //     type: '茶饮',
    //     date: '2023-06-25',
    //     comment: '其实是淡淡的，不会觉得腻，咖啡几乎无存在感'
    // },
    // {
    //     id: '7',
    //     brand: 'KFC',
    //     name: '哈基米宝宝蛋挞',
    //     tier: 'C',
    //     tags: ['太甜', '实物不符'],
    //     type: '甜品',
    //     date: '2023-07-08',
    //     comment: '实物与宣传图不符的典型，棉花糖甜得离谱，盖过蛋挞，粘牙'
    // },
    // {
    //     id: '8',
    //     brand: '爷爷不泡茶',
    //     name: '荔枝鲜',
    //     tier: 'C',
    //     tags: ['清淡', '果味不足'],
    //     type: '果茶',
    //     date: '2023-07-03',
    //     comment: '荔枝我吃是吃到了，但喝是几乎没喝出来，感觉就是杯荔枝果肉加水'
    // }
];